package com.example.real_shayri;

import java.io.File;
//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

public class config {

    public static File file;

    public static int[] img = {R.drawable.god, R.drawable.holiimg, R.drawable.husband, R.drawable.love, R.drawable.married, R.drawable.motivational, R.drawable.sad, R.drawable.politics};
    public static int[] gredients = {R.drawable.g,R.drawable.g1,R.drawable.g2,R.drawable.g3,R.drawable.g4,R.drawable.g5,R.drawable.g6,R.drawable.g7,R.drawable.g8,R.drawable.g9,};
    public static String[] text = {"god shayari","holiimg shayari","husband shayari","love shayari","married shayari","motication shayari","sad shayari","politics shayari"};
        public static int[] colors = {
            R.color.teal_700,R.color.purple_200,
            R.color.yellow,R.color.blue,
            R.color.pink,R.color.green,
            R.color.orang,R.color.red};
        public  static  String[] emoji={"\uD83D\uDE00\uD83D\uDE03\uD83D\uDE04\uD83D\uDE01\uD83D\uDE06\uD83D\uDE05\uD83E\uDD23",
                "\uD83D\uDE0B\n\uD83D\uDE1B\uD83D\uDE1C\uD83E\uDD2A\uD83D\uDE1D\uD83E\uDD11\uD83E\uDD17" ,
                "\uD83D\uDE0A\uD83D\uDE07\uD83E\uDD70\uD83D\uDE0D\uD83E\uDD29\uD83D\uDE18\uD83D\uDE17",
               "\uD83D\uDE0C\uD83D\uDE14\uD83D\uDE2A\uD83E\uDD24\uD83D\uDE34\uD83D\uDE37\uD83E\uDD12",
                "\uD83D\uDE00\uD83D\uDE03\uD83D\uDE04\uD83D\uDE01\uD83D\uDE06\uD83D\uDE05\uD83E\uDD23",
                "\uD83D\uDE0B\n\uD83D\uDE1B\uD83D\uDE1C\uD83E\uDD2A\uD83D\uDE1D\uD83E\uDD11\uD83E\uDD17" ,
                "\uD83D\uDE0A\uD83D\uDE07\uD83E\uDD70\uD83D\uDE0D\uD83E\uDD29\uD83D\uDE18\uD83D\uDE17"};

    public static String[] god = {"હ્રદય પર જો પ્રભુનું આસન હોય અને મન પર જો પ્રભુનું શાસન હોય તેનું જીવન હંમેશા વૃંદાવન હોય","થયા નહી એકબીજાના" , "તો ૫ણ એકબીજા માટે પ્રિત છે કૃષ્ણને રાધા ના મળે એ જ તો આ જગતની રીત છે","રાધા રિસાય એટલે કૃષ્ણ મનાવે એવું નથી કૃષ્ણ મનાવે છે એટલે જ તો રાધા રિસાય છે.."};
    public static String[] holiimg={"કદાચ લોકો નઇ, પણ તું તો સમજી શકેને? કે ચૂપ રહેતા ને પણ, દુઃખ તો થાય જ છે.❣","મેં હવે કહેવાનું છોડી દેવું છે કોઈ ને પણ, કેમકે લોકો શબ્દો નો ખોટો અર્થ બહુ કાઢે છે.","તારા પ્રેમ એ કંઇક એ રીતે શણગાર્યો છે મને, અરીસો પણ કહે છે, “મારી શુ જરૂરત છે તને!","અમસ્તાજ હોઠો પર એક મીઠું હાસ્ય આવી જાય છે, આમજ બેઠો હોઉં છું ને તારો ખ્યાલ આવી જાય છે.","મિજાજ તારો નારાજ થવાનો ને હું મનાવાનો શોખ રાખું છું લાગણીશીલ વ્યક્તિ છું ને શબ્દો ની આખી ફૌજ રાખુ છું","પ્રેમ કરવા વાળા હજારો મળી જશે,સાહેબ તલાશ એની કરો જે નિભાવી જાણે..!!","પ્રેમ ના કોઈ પૂરાવા નથી હોતા, પણ એનું નામ સાંભળતા, તમારા ધબકારા વધી જાય તો સમજો પ્રેમ છે…","મને એક ગિફ્ટ જોઈએ છે, અને એ ગિફ્ટ માં તું જોઈએ છે.","એક વાત કહું જે લોકો દિલના સાચા હશે ને… એ નારાજ ભલે થાય પણ ક્યારેય તમને છોડી ને નઈ જાય…!!","હક થી પૂછશો તો શ્વાસે શ્વાસની ખબર આપીશ, જો શંકા એ સ્થાન લીધું તો મોત ની પણ ખબર નહિ આપું…"};
    public static String[] husband={"આજના જન્મ દિવસે… આપને આનંદી મન મુબારક ખૂંટે નહી તેટલું ધન મુબારક તંદુરસ્તી ભર્યું તન મુબારક આપને જન્મ દિવસ મુબારક","તમારો જન્મદિન છે “ખાસ” કેમ કે તમે છો સૌનાં દિલની ‘પાસ’ અને આજે પૂરી થાય તમારી બધી જ “આશ”","ખૂબ ખુશીઓથી જીવ્યું છે તમે જીવન અને આ જ રીતે જીવતા રહો, હંમેશાં ખુશીઓના ઘૂંટડા પીતા રહો હેપ્પી બર્થ ડે","ખુશીમાં વીતે તમામ દિવસો દરેક રાત સુહાની હોય જે તરફ પણ તમારા પગ પડે એ તરફ ફૂલોનો વરસાદ હોય.","જન્મદિન મુબારક મારા યાર, ખુશીઓ મળે તમને બેશુમાર તમે ભૂતકાળમાં જે આનંદ ફેલાવ્યો હતો એ આજના દિવસે તમને પાછો મળે. તમને જન્મદિનની શુભેચ્છા.","હું આશા રાખું છું કે તમે તમારા જીવનમાં જે ઇચ્છો છો તેનાથી તમે બમણું મેળવો.","ભગવાન તમારું જીવન તેજસ્વી સ્મિત અને વધુ આનંદથી ભરે જન્મદિવસની શુભકામના પપ્પા","હું તમને જન્મદિન પર કંઈક અદ્ભૂત અને પ્રેરણાદાયક આપવા માગતો હતો પણ પછી મને લાગ્યું કે હું તો તમારી સાથે જ છું.","તમે ગઈકાલ કરતા આજે મોટા હશો પણ આવતીકાલ કરતા નાના હશો. જન્મદિનની શુભેચ્છા.","જે આપણું જીવન સુંદર બનાવે છે તે સુંદર વ્યક્તિને જન્મદિવસની શુભકામનાઓ"};
    public static String[] love={"નવજાત બાળકો જીવનને તાજું કરે છે અને હૃદયને તેજ કરે છે.","બાળકો એકમાત્ર માનવી છે જે એકદમ માનનીય છે અને જાણતા નથી…","તમારા પોતાના કહેવા માટે એક નવો ચમત્કાર! અભિનંદન!","અમે નવા સભ્યને કારણે તમને અને તમારા પરિવારને દરેક આશીર્વાદની ઇચ્છા કરીએ છીએ. અભિનંદન! તમારા બધા માટે સ્વાસ્થ્ય અને ખુશીની પ્રાર્થના.","મંઝિલ તમારી યાત્રાથી ઘણી દૂર છે. નાનકડી આ જીંદગીમા ફિકર ગનીબધી છે. દુનિયા આવો, તમે મને મારી નાખશો પણ બાપ એ પ્રેમ નો પ્રેમ નથી...!","રડતાં બાળક ને હિચકો નાખતા માતા કહે તું છાનો રહી જા તારા બદલે હાલ હું રડું એટલે હાલરડું","હસ્ત રેખા માં એવું તો શું હશે જન્મેલ બાળક પણ મૂઠી વળેલી રાખતું હશે ??","દરેક બાળક એવો સંદેશ લઈ ને આવે છે કે ભગવાન હજુ માણસ થી નિરાશનથી થયા","પૈસા નો એક સિક્કો મળ્યો જાણે ખોવાયેલો મારો બાણપણ નો એક હિસ્સો મળ્યો","એક બાળક આવતા ની સાથે જ સુનસાન ઘર હસતું ખિલતું થય જે છે."};
    public static String[] mariied={"વાંઘો નહી તારી વફા નહી મળી મને દુઆ કરૂ કે કોઇ બેવફા ન મળે તને","ખુદને બેવફા સમજી તને ભુલી જઇશ ૫ણ દુનિયા સામે તને બેવફા કહી બદનામ નહી કરુ.","ભુલાવી દઇશ તને ૫ણ થોડી ઘીરજ તો રાખ તારી જેમ મતલબી બનતા મને થોડો સમય લાગશે.","પ્રમના પ્યાલા થોડા હળવેકથી પીજો હોઠ તો ૫ચાવી લેશે ૫ણ દીલને બહુ તકલીફ ૫ડશે.","ચા ☕️ ની ચાહ રાખો બાકી સનમ તો બેવફા જ હોય છે…","દોસ્તીનો સંબંધ પ્રેમથી પણ મોટો છે, કારણ કે દોસ્ત ક્યારેય બેવફા નથી હોતો !!","અમે તમારી યાદ માં રોઈ રોઈ ને ટબ ભરી દીધા તમે એટલા બેવફા નીકળ્યા, નાહી ધોઈ ને ચાલી નીકળ્યા…!!!","પ્રેમ બે જણા વચ્ચે નશો છે જેને પહેલા હોશ હોય આવી જાય તે બેવફા હોય છે","ભાદરવા ની ભર બપોરે મેં રમ્યો એની નજર નો સટ્ટો હારી ગયા આજે અમે, બેવફા નીકળ્યો એનો દુપટ્ટો","ઘણી જ વસંત ઋતુઓ તૈયાર છે આ બાગમાં પ્રવેશ કરવા પણ આ બાગ જ એ બેવફા પાનખર સાથે વફા નિભાવી રહ્યોં છે…"};
    public static String[] motivational={"રાધા રિસાય એટલે કૃષ્ણ મનાવે એવું નથી કૃષ્ણ મનાવે છે એટલે જ તો રાધા રિસાય છે..","હ્રદય પર જો પ્રભુનું આસન હોય અને મન પર જો પ્રભુનું શાસન હોય તેનું જીવન હંમેશા વૃંદાવન હોય","થયા નહી એકબીજાના" , "તો ૫ણ એકબીજા માટે પ્રિત છે કૃષ્ણને રાધા ના મળે એ જ તો આ જગતની રીત છે"};
    public static String[] sad={"જ્યારથી “પરીક્ષાની જિંદગી” પૂરી થઇ છે, ત્યારથી “જિંદગીની પરીક્ષાઓ” શરુ થઇ છે. થાકી ને બેઠો છું હારી ને નહીં, બાજી ગઈ છે જિંદગી નહીં એક તારીખ બદલાશે ખાલી આજે, જીંદગી તો તારે જાતે બદલવી પડશે.,સફળતા... તમને ચૂમે. સુખ... તમને ગળે લગાવે. તક... તમને પસંદ કરે. સમૃદ્ધિ... તમારો પીછો કરે. પ્રેમ... તમને ભેટી પડે. શ્રેષ્ઠ મિત્રો... તમારી આસપાસ રહે...","ભગવાન તમને દુનિયાભરનુ સુખ આપે જીવનમાં દરેક પગલે પ્રગતિ આપે તમારા હોઠ પર સદાય સ્મિત રહે જન્મદિવસ પર આવી ભેટ આપે","સપના સૌ સાકાર હજો વહાલ સૌના સદા છલકજો ઇશ્વરની આશિષ સદા સાથ હજો જીવનબાગ મઘમઘી રહો હસીને સદા સૌને હસાવો વધાઇ હો વધાઇ…..","સફળતા તમને ચૂમે. સુખ તમને ગળે લગાવે છે.તક તમને પસંદ કરે છે. સમૃદ્ધિ તમારો પીછો કરે છે. પ્રેમ તમને ભેટી પડે છે. શ્રેષ્ઠ મિત્રો તમારી આસપાસ રહે."};

    public static String[] font={"HindVadodara-SemiBold.ttf","Lohit_Gujarati.ttf","Mogra.ttf","MuktaVaani-ExtraBold.ttf","NotoSansGujarati-Black.ttf"};
}
